13/data/attachments/37592b65dd71f306.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_9c584c2b-d000-4a7d-b582-82a24adaa521</nif:username>
            <nif:friendToBeAdded>Victoria_lot_Actions_76914_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>